<template>
	<view>
		 <text style="font-size: 25rpx;">
			&emsp;来访者知情同意书
			&emsp;亲爱的同学：
			&emsp;您好！欢迎您来到浙江大学心理与行为科学系“心理帮扶志愿服务团”，接受心理咨询服务。心理咨询是心理咨询师与来访者之间建立的一种专业助人关系，其目的是使来访者从咨询师提供的专业服务中获益。我们希望通过知情同意的过程让您对心理咨询有更好的理解、更顺利地进入心理咨询的过程。
			&emsp;以下是我们希望您了解的信息：
			&emsp;一、心理咨询的局限性
			​&emsp;心理咨询与治疗的效果取决于志愿心理咨询师与您的共同努力。在此过程中，您可能还会感到痛苦和症状困扰。心理咨询是一个促进个人心理成长的过程，可能也会带来一定的痛苦和不适的感受。心理咨询不同于临床心理治疗，志愿心理咨询师不会对您的药物使用方面提供专业指导，如果您需要或正在服用药物，请咨询临床医生。
			&emsp;二、保密  咨询的内容和范围受到国家法律和专业伦理规范的保护和约束，未经您的许可任何信息都不能外泄。
			&emsp;以下情况属于保密例外：
			&emsp;1.来访者如有即刻的伤害自己或伤害他人的倾向，我们有责任采取必要的措施来阻止这种危险；
			&emsp;2.您在志愿团的咨询内容，在经过保密处理即隐去与您身份相关的信息之后，可能被用于专业教学或案例督导等学术活动；
			&emsp;3.为保存第一手资料，在征得您同意的情况下，您的咨询片段可能会被录音、录像。录像中不会暴露您的面部特征。录音、录像内容将严格保密，其使用范围将仅限于专业教学和案例督导；
			&emsp;4.如有法律事务需要调用您的记录，我们将配合调查。
			&emsp;三、预约  志愿团咨询需提前预约。一般每位来访者一次咨询在50分钟以内。初次会谈以及由咨询方法或者保密例外情况导致的时间延长不在此规定范围内。
			&emsp;四、转介  志愿者心理咨询师将会在自己专业能力范围内，尽最大努力为您提供咨询服务。当您的问题超过他们的能力范围时（如严重心理障碍、器质性病变引起的心理异常），我们会及时建议或协助您转介给浙江大学心理健康教育与咨询中心的咨询师或者其他合适的心理咨询和治疗机构。
			&emsp;五、费用  志愿团对全日制在校学生提供免费的心理咨询服务。
			&emsp;六、志愿者心理咨询师：志愿者心理咨询师是指志愿团中的志愿者，他们全部是浙江大学心理与行为科学系的硕士、博士研究生与高年级本科生，具备了心理咨询的理论知识，但实践经验有限。志愿者心理咨询师的心理咨询情况会接受志愿团指导老师的督导，以确保其专业性和服务质量。您接受他们咨询的好处是，您的每次咨询会受到资深专家团的指导。您接受他们咨询的弊处是，他们可能因为经验缺乏，有时不能提供最有效的帮助。
			&emsp;七、免责 来访者须保证在接受心理咨询期间，若出现任何故意伤害自己或他人人身安全的意图或想法时，及时告知志愿心理咨询师。当来访者出现此类危机情况时，志愿心理咨询师会建议或协助您寻求专业的精神科医生的治疗。如果来访者最终选择自杀、自伤或伤害他人，作为一个完全民事与刑事行为人，来访者承担全部责任与行为后果，志愿心理咨询师不承担任何连带民事或刑事责任。
			&emsp;希望您能在咨询前充分了解上述情况。
		</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				startTime: 0
			}
		},
		onLoad() {
			this.startTime = new Date().getTime()
		},
		onUnload() {
			var endTime = new Date().getTime()
			var duration = endTime - this.startTime
			console.log(duration)
			if (duration >= 10 * 1000) {
				getApp().globalData.isReadPromise = true
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
