<template>
	<view>
<!-- 		 <text style="font-size: 25rpx;">	
			&emsp;来访者知情同意书
			&emsp;亲爱的同学：
			&emsp;您好！欢迎您来到浙江大学心理与行为科学系“心理帮扶志愿服务团”，接受心理咨询服务。心理咨询是心理咨询师与来访者之间建立的一种专业助人关系，其目的是使来访者从咨询师提供的专业服务中获益。我们希望通过知情同意的过程让您对心理咨询有更好的理解、更顺利地进入心理咨询的过程。
			&emsp;以下是我们希望您了解的信息：
			&emsp;一、心理咨询的局限性
			&emsp;心理咨询与治疗的效果取决于志愿心理咨询师与您的共同努力。在此过程中，您可能还会感到痛苦和症状困扰。心理咨询是一个促进个人心理成长的过程，可能也会带来一定的痛苦和不适的感受。心理咨询不同于临床心理治疗，志愿心理咨询师不会对您的药物使用方面提供专业指导，如果您需要或正在服用药物，请咨询临床医生。
			&emsp;二、保密 咨询的内容和范围受到国家法律和专业伦理规范的保护和约束，未经您的许可任何信息都不能外泄。
			&emsp;以下情况属于保密例外：
			&emsp;1.来访者如有即刻的伤害自己或伤害他人的倾向，我们有责任采取必要的措施来阻止这种危险；
			&emsp;2.您在帮扶团的咨询内容，在经过保密处理即隐去与您身份相关的信息之后，可能被用于专业教学或案例督导等学术活动；
			&emsp;3.为保存第一手资料，在征得您同意的情况下，您的咨询片段可能会被录音、录像。录像中不会暴露您的面部特征。录音、录像内容将严格保密，其使用范围将仅限于专业教学和案例督导；
			&emsp;4.如有法律事务需要调用您的记录，我们将配合调查。
			&emsp;三、预约 帮扶团咨询需提前预约。一般每位来访者一次咨询在50分钟以内。初次会谈以及由咨询方法或者保密例外情况导致的时间延长不在此规定范围内。
			&emsp;四、转介 朋辈心理咨询师将会在自己专业能力范围内，尽最大努力为您提供咨询服务。当您的问题超过他们的能力范围时（如严重心理障碍、器质性病变引起的心理异常），我们会及时建议或协助您转介给其他合适的心理咨询和治疗机构，对于本校的学生，我们会及时建议或协助您转介给浙江大学心理健康教育与咨询中心的咨询师或者其他合适的心理咨询和治疗机构。
			&emsp;五、费用 心理帮扶团对浙江大学校内全日制在校学生提供免费的心理咨询服务。对浙大以外高校的全日制在校学生提供的60元/45分钟的收费心理服务。
			&emsp;六、朋辈心理咨询师：朋辈心理咨询师是指心理帮扶团中提供心理服务的咨询师，他们全部是浙江大学心理与行为科学系的硕士、博士研究生与高年级本科生，具备了心理咨询的理论知识，但实践经验有限。朋辈心理咨询师的心理咨询情况会接受帮扶团指导老师的督导，以确保其专业性和服务质量。您接受他们咨询的好处是，您的每次咨询会受到资深专家团的指导。您接受他们咨询的弊处是，他们可能因为经验缺乏，有时不能提供最有效的帮助。
			&emsp;七、免责 来访者须保证在接受心理咨询期间，若出现任何故意伤害自己或他人人身安全的意图或想法时，及时告知志愿心理咨询师。当来访者出现此类危机情况时，志愿心理咨询师会建议或协助您寻求专业的精神科医生的治疗。如果来访者最终选择自杀、自伤或伤害他人，作为一个完全民事与刑事行为人，来访者承担全部责任与行为后果，志愿心理咨询师不承担任何连带民事或刑事责任。
			&emsp;希望您能在参加初始访谈前充分了解上述情况。点击确认表示您已阅读并充分理解了以上内容，愿意接受我心理帮扶团的初始访谈和正式咨询服务。对正式咨询过程进行录音/录像的知情同意，我们会与您再次签署纸质材料。若未签署纸质材料，则默认无录音/录像。
		</text> -->
		<view class="u-content">
			<u-parse :html="content"></u-parse>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				startTime: 0,
				content: `
						<p>来访者知情同意书</p>
						<p>亲爱的同学：</p>
						<p>&emsp;您好！欢迎您来到浙江大学心理与行为科学系“心理帮扶志愿服务团”，接受心理咨询服务。心理咨询是心理咨询师与来访者之间建立的一种专业助人关系，其目的是使来访者从咨询师提供的专业服务中获益。我们希望通过知情同意的过程让您对心理咨询有更好的理解、更顺利地进入心理咨询的过程。</p>
						<p>&emsp;以下是我们希望您了解的信息：</p>
						<p>&emsp;一、心理咨询的局限性</p>
						<p>&emsp;心理咨询与治疗的效果取决于志愿心理咨询师与您的共同努力。在此过程中，您可能还会感到痛苦和症状困扰。心理咨询是一个促进个人心理成长的过程，可能也会带来一定的痛苦和不适的感受。心理咨询不同于临床心理治疗，志愿心理咨询师不会对您的药物使用方面提供专业指导，如果您需要或正在服用药物，请咨询临床医生。</p>
						<p>&emsp;二、用户信息使用途径</p>
						<p>&emsp;&emsp;1.姓名，性别，电话和邮箱信息用于为线上心理咨询咨询师联系用户提供途径</p>
						<p>&emsp;&emsp;2.学院，学号，年级信息只需要浙大校内用户提供，方便咨询师更好的了解用户的身份和校内情况</p>
						<p>&emsp;&emsp;3.出生年月，年龄，家庭结构信息用于为咨询师的心理咨询提供用户的个人状况，辅助分析用户心理状态</p>
						<p>&emsp;&emsp;4.是否愿意付费咨询只需要非企业用户填写，意在询问用户是否需要更高质量心理咨询的意愿</p>
						<p>&emsp;&emsp;5.紧急联系人的姓名，关系，手机号码信息用于心理咨询过程中的发生的意外情况，帮助咨询师联系紧急联系人处理问题</p>
						<p>&emsp;三、保密 
						<p>&emsp;&emsp;咨询的内容和范围以及用户个人信息受到国家法律和专业伦理规范的保护和约束，未经您的许可任何信息都不能外泄。</p>
						<p>&emsp;以下情况属于保密例外：</p>
						<p>&emsp;&emsp;1.来访者如有即刻的伤害自己或伤害他人的倾向，我们有责任采取必要的措施来阻止这种危险；</p>
						<p>&emsp;&emsp;2.您在帮扶团的咨询内容，在经过保密处理即隐去与您身份相关的信息之后，可能被用于专业教学或案例督导等学术活动；</p>
						<p>&emsp;&emsp;3.为保存第一手资料，在征得您同意的情况下，您的咨询片段可能会被录音、录像。录像中不会暴露您的面部特征。录音、录像内容将严格保密，其使用范围将仅限于专业教学和案例督导；</p>
						<p>&emsp;&emsp;4.如有法律事务需要调用您的记录，我们将配合调查。</p>
						<p>&emsp;四、预约 帮扶团咨询需提前预约。一般每位来访者一次咨询在50分钟以内。初次会谈以及由咨询方法或者保密例外情况导致的时间延长不在此规定范围内。</p>
						<p>&emsp;五、转介 朋辈心理咨询师将会在自己专业能力范围内，尽最大努力为您提供咨询服务。当您的问题超过他们的能力范围时（如严重心理障碍、器质性病变引起的心理异常），我们会及时建议或协助您转介给其他合适的心理咨询和治疗机构，对于本校的学生，我们会及时建议或协助您转介给浙江大学心理健康教育与咨询中心的咨询师或者其他合适的心理咨询和治疗机构。</p>
						<p>&emsp;六、费用 心理帮扶团对浙江大学校内全日制在校学生提供免费的心理咨询服务。对浙大以外高校的全日制在校学生提供的60元/45分钟的收费心理服务。</p>
						<p>&emsp;七、朋辈心理咨询师：朋辈心理咨询师是指心理帮扶团中提供心理服务的咨询师，他们全部是浙江大学心理与行为科学系的硕士、博士研究生与高年级本科生，具备了心理咨询的理论知识，但实践经验有限。朋辈心理咨询师的心理咨询情况会接受帮扶团指导老师的督导，以确保其专业性和服务质量。您接受他们咨询的好处是，您的每次咨询会受到资深专家团的指导。您接受他们咨询的弊处是，他们可能因为经验缺乏，有时不能提供最有效的帮助。</p>
						<p>&emsp;八、免责 来访者须保证在接受心理咨询期间，若出现任何故意伤害自己或他人人身安全的意图或想法时，及时告知志愿心理咨询师。当来访者出现此类危机情况时，志愿心理咨询师会建议或协助您寻求专业的精神科医生的治疗。如果来访者最终选择自杀、自伤或伤害他人，作为一个完全民事与刑事行为人，来访者承担全部责任与行为后果，志愿心理咨询师不承担任何连带民事或刑事责任。</p>
						<p>&emsp;希望您能在参加初始访谈前充分了解上述情况。点击确认表示您已阅读并充分理解了以上内容，愿意接受我心理帮扶团的初始访谈和正式咨询服务。对正式咨询过程进行录音/录像的知情同意，我们会与您再次签署纸质材料。若未签署纸质材料，则默认无录音/录像。</p>
					`
			}
		},
		onLoad() {
			this.startTime = new Date().getTime()
		},
		onUnload() {
			var endTime = new Date().getTime()
			var duration = endTime - this.startTime
			console.log(duration)
			if (duration >= 10 * 1000) {
				getApp().globalData.isReadPromise = true
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.u-content {
		margin-top: 100rpx;
		color: $u-content-color;
		font-size: 32rpx;
		line-height: 1.8;
		margin-left: 30rpx;
		margin-right: 30rpx;
	}
</style>
