<template>
	<view>
		 <text style="font-size: 25rpx;">
			&emsp;湖底人你好！很高兴你能来预约我们帮扶团
			&emsp;一、阅读完成本需知后点击确定进入主页，点击左下角的“我的”按钮完善个人信息
			&emsp;二、在首页中点击预约按钮，选择合适的时间段预约咨询【初访】并填写信息，预约后会收到初访咨询师发来的短信，包含腾讯会议链接。
			&emsp;三、准时上线完成 15分钟语音初访，帮助我们更好的了解你的诉求，并给出专业建议。记得在初访中告诉对方您倾向于在紫荆港还是西溪校区咨询，或者线上，以及方便的时间段
			&emsp;四、初访完成后，与您相匹配咨询师会以短信联系您确定时间
			&emsp;五、在约定时间到达咨询室，签署【知情同意书】，之后就可以开始您的咨询之旅啦！
			&emsp;祝你在咨询中获得帮助，有所成长！
		</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
