<template>
	<view>
<!-- 		 <text style="font-size: 25rpx;">
			&emsp;欢迎使用浙江大学心理帮扶团个体咨询服务
			&emsp;一、预约须知
			    &emsp;1.为使有咨询需求的来访者获得适合自身情况的个体咨询服务，对于首次来访者，或者说初次使用该小程序咨询系统的来访者，您需要先进行注册，然后进入初始访谈模块，预约适合自己的初始访谈时间，接受初始访谈。每位来访者均需3-5分钟左右的时间填写准确的预约信息，并接受15分钟左右的初始访谈。
			    &emsp;2.初始访谈通过线上进行，我们将提前发短信通知您访谈途径，请留意消息通知。初始访谈将会对关键信息进行收集和评估，对您的情况进行评估，明确咨询诉求，以为您提供合适的心理服务。初始访谈后，若您适合接受本平台个体心理咨询服务的来访者，将由初访人员协助您完成第一次正式的心理咨询预约。非初始访谈可选线上或线下进行，线上进行将提前向您发送短信，确定咨询途径；线下进行可选西溪或紫金港校区，请您在预约时注意预约地点。
			    &emsp;3.<view class="font">保密原则 我们将会对您的个人相关信息严格保密</view>，不会以任何形式进行传播。咨询的内容和范围受到国家法律和专业伦理规范的保护和约束，未经您的许可任何信息都不能外泄。
				&emsp;4.心理帮扶团提供的是大学生朋辈个体咨询，主要服务一般心理问题，以短程的工作模式为主。心理咨询的资源和效果存在有限性。
			&emsp;三 、转介须知
				&emsp;1. 帮扶团的心理咨询师将会在自己专业能力范围内，尽最大努力为您提供咨询服务。当您的问题超过他们的能力范围时（如严重心理障碍引起的心理异常），我们会及时建议或协助您转介给浙江大学心理健康教育与咨询中心的咨询师或者其他合适的心理咨询机构。
				&emsp;2. 对于需要精神科就诊或心理治疗的案例，以及其他不在心理咨询师工作能力范围内的个案，依据《中华人民共和国精神卫生法》规定，您可以直接前往医疗机构就诊，或经心理咨询师评估后转介至医疗机构。
				&emsp;3. 浙江大学校医院有开设心理门诊，就诊时间为周二上下午和周四下午，地址在紫金港校医院B楼201室，联系电话：88206009转809。
		</text> -->
		<view class="u-content">
			<u-parse :html="content"></u-parse>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				content: `
						<p>欢迎使用浙江大学心理帮扶团个体咨询服务</p>
						<p>一、预约须知</p>
						<p>	1.为使有咨询需求的来访者获得适合自身情况的个体咨询服务，对于首次来访者，或者说初次使用该小程序咨询系统的来访者，您需要先进行注册，然后进入初始访谈模块，预约适合自己的初始访谈时间，接受初始访谈。每位来访者均需3-5分钟左右的时间填写准确的预约信息，并接受15分钟左右的初始访谈。</p>
						<p>	2.初始访谈通过线上进行，我们将提前发短信通知您访谈途径，请留意消息通知。初始访谈将会对关键信息进行收集和评估，对您的情况进行评估，明确咨询诉求，以为您提供合适的心理服务。初始访谈后，若您适合接受本平台个体心理咨询服务的来访者，将由初访人员协助您完成第一次正式的心理咨询预约。非初始访谈可选线上或线下进行，线上进行将提前向您发送短信，确定咨询途径；线下进行可选西溪或紫金港校区，请您在预约时注意预约地点。</p>
						<p>	3.保密原则 <b>我们将会对您的个人相关信息严格保密</b>，不会以任何形式进行传播。咨询的内容和范围受到国家法律和专业伦理规范的保护和约束，<b>未经您的许可任何信息都不能外泄</b>。</p>
						<p>	4.心理帮扶团提供的是大学生朋辈个体咨询，主要服务一般心理问题，以短程的工作模式为主。心理咨询的资源和效果存在有限性。</p>
						<p>三 、转介须知</p>
						<p>	1. 帮扶团的心理咨询师将会在自己专业能力范围内，尽最大努力为您提供咨询服务。当您的问题超过他们的能力范围时（如严重心理障碍引起的心理异常），我们会及时建议或协助您转介给浙江大学心理健康教育与咨询中心的咨询师或者其他合适的心理咨询机构。</p>
						<p>	2. 对于需要精神科就诊或心理治疗的案例，以及其他不在心理咨询师工作能力范围内的个案，依据《中华人民共和国精神卫生法》规定，您可以直接前往医疗机构就诊，或经心理咨询师评估后转介至医疗机构。</p>
						<p>	3. 浙江大学校医院有开设心理门诊，就诊时间为周二上下午和周四下午，地址在紫金港校医院B楼201室，联系电话：88206009转809。</p>
					`
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.u-content {
		margin-top: 100rpx;
		color: $u-content-color;
		font-size: 32rpx;
		line-height: 1.8;
	}
</style>
